Repository: LenNerd42/HelpMeDecide
Catalog: lib/l10n/app_*.arb
Languages: de

# homePageTitle
source: Decide what to decide
de: Entscheiden Sie, was Sie entscheiden möchten

# homePageEmpty
source: It's so lonely here... Start the fun by adding a decision maker!
de: Es ist so einsam hier... Beginnen Sie den Spaß, indem Sie einen Entscheidungshelfer hinzufügen!

# homePagePopupEdit
source: Edit decision maker
de: Entscheidungshelfer bearbeiten

# homePagePopupDelete
source: Delete decision maker
de: Entscheidungshelfer löschen

# themeClassicName
source: Minimalist
de: Minimalistisch

# themeClassicDescription
source: The classic theme. Simple text without any flair.
de: Das klassische Theme. Einfacher Text ohne Flair.

# themeWheelName
source: Wheel of Fortune
de: Glücksrad

# themeWheelDescription
source: A multi-colored wheel that you can spin. The segment it lands on determines the final decision.
de: Ein mehrfarbiges Rad, das Sie drehen können. Das Segment, auf dem es landet, bestimmt die endgültige Entscheidung.

# editPageTitleCreate
source: Create Decision Maker
de: Entscheidungshelfer erstellen

# editPageTitleEdit
source: Edit Decision Maker
de: Entscheidungshelfer bearbeiten

# editPageFinishCreate
source: Finish Creating
de: Erstellung beenden

# editPageFinishEdit
source: Finish Editing
de: Bearbeitung beenden

# editPageTitleLabel
source: Decision Maker Title
de: Titel des Entscheidungshelfers

# editPageTitleInvalid
source: Please input a decision maker title
de: Bitte geben Sie einen Titel ein

# editPageOptionLabel
source: Option #{index}
de: Möglichkeit #{index}

# editPageOptionInvalid
source: Please input a decision option
de: Bitte geben sie eine Möglichkeit ein

# editPageAddOption
source: Add decision option
de: Neue Möglichkeit hinzufügen

# editPageCancelDialogTitleCreate
source: Do you really want to cancel creating?
de: Möchten Sie wirklich das Erstellen abbrechen?

# editPageCancelDialogTitleEdit
source: Do you really want to cancel editing?
de: Möchten Sie wirklich das Bearbeiten abbrechen?

# editPageCancelDialogYes
source: Yes
de: Ja

# editPageCancelDialogNo
source: No
de: Nein

# decidePageClassicFirstDecisionAction
source: Decide!
de: Entscheiden Sie sich!

# decidePageClassicFurtherDecisionActions
source: Decide again!
de: Entscheiden Sie sich nochmal!

# decidePageWheelDecisionAction
source: Spin the Wheel!
de: Drehen Sie das Rad!

# settingsPageTitle
source: Settings
de: Einstellungen

# settingsPageThemeSectionTitle
source: Change Theme
de: Theme ändern

# settingsPageThemeOptionSystem
source: Use System Settings
de: Systemeinstellungen verwenden

# settingsPageLanguageSectionTitle
source: Change Language
de: Sprache ändern

# settingsPageLanguageOptionSystem
source: Use System Settings
de: Systemeinstellungen verwenden

# settingsPageLanguageOptionCustom
source: Choose Language Manually
de: Manuelle Sprachauswahl

# settingsPageLanguageEnglish
source: English
de: Englisch

# settingsPageLanguageGerman
source: German
de: Deutsch

# settingsPageDiscordLink
source: Join our Discord!
de: Treten Sie unserem Discord bei!

# settingsPageGitHubLink
source: Check out the code on GitHub!
de: Schauen Sie sich den Code auf GitHub an!

# settingsPageAboutTitle
source: About this App
de: Über diese App

# settingsPageAboutContent
source: Help me Decide v{version} Copyright 2023 TheCreator
de: Help me Decide v{version} Copyright 2025 TheCreator
